{
    "TestiEsercizi" : [
        {
            "Testo": "Dear Leila, I just arrived in Italy and this place is amazing. Yesterday I visited Roma centre and I have to say that it’s a city full of ancient monuments, they date back to Roman era. I saw Colosseum and I have to admit that I always thought it was smaller, instead, it’s so big and so beautiful, unfortunately I couldn’t join. Yesterday I went with my friends in a restaurant to eat, there fish is very well cooked, also if as you may know, I don’t like fish, so I ordered a pizza and it was very tasty. After dinner we visited the ancient part of the city, where there are archeological remains of the ancient Rome, they look like placed in a random way but they perfectly reconstruct the map of the city of many years ago. I would like to tell you a lot of things but I don’t have that much time since I have to play a lot of commissions. I will close with a kiss. I can’t wait to get back to you. It’s been two days since we haven’t seen each other and I already miss you so much.",
            
            "Risposte":  ["Tomorrow", "Yesterday", "Today", "Monday","A kiss", "The Colosseum", "Pizza", "Fish","They went to sleep in his just rented house few kilometres far from the Colosseum","They visited the ancient part of the city, where there are archeological remains","They went for a ride in the ancient part of the city in a restaurant where fish is well cooked","They went to the Colosseum in order to eat a pizza","Luca doesn’t like fish","Beautiful but too tight","Only the Colosseum is amazing","It’s amazing","twenty-one days", "twelve days", "twenty-two days", "two days"],
            "NumeroParole": 178,
            "RisposteEsatte" : [1,2,1,3,3],
            "Domande": ["When did Luca visit Roma centre?", "What did Luca order at the restaurant the first evening?", "Where did Luca and his friends go after dinner?","What does Luca think about Italy?","How long has it been since Luca and Leila didn’t see each other?"]
        },
        
        {
            "Testo": "Luca: Hi Giovanni!\nGiovanni: Hey Luca! What’s up?\nLuca: Fine, thank you, also if I have a bit of backache. What about you?\nGiovanni: I’m good. I’m sorry for your backache. Are you taking any medicines ?\nLuca: Yes, but I wouldn’t want to, I hate medicines.\nGiovanni: Medicines helps you healing, it doesn’t matter if you like them or not. Do they have a bad taste?\nLuca: Yes, they do. The point is that I don’t like them because taking a lot of medicines is bad for health. What do you think?\nGiovanni: I think that if a person has pains he has to take medicines but he doesn’t have to abuse otherwise they can hurt.\nLuca: You talk like you never took medicines. When did you take your last medicine?\nGiovanni: Three years ago.\nLuca: ah ah ah. That’s why you talk like that!\nGiovanni: Take care about yourself and take the medicines.\nLuca: Alright Giovanni, I’ll keep that in mind.\nGiovanni: See you soon Luca. Luca: See you.",
            
            "Risposte":  ["Not that bad", "Not good", "Fine", "Fine but he has backache", "He loves them", "Yes, a lot", "Luca doesn’t like medicines", "So much", "If someone is hurt he has to take a lot of medicines and abuse them", "If someone is hurt he has to take medicines and without abusing them", "If someone is hurt he doesn’t have to take medicines", "If someone is hurt he doesn’t have to take medicines, if he’s fine he has to take them", "They are good for your health", "They are good for your health but you don’t have to abuse", "They aren’t good for your health", "They are dangerous for your health", "3 years ago", "3 months ago", "3 weeks ago", "5 years ago"],
            "NumeroParole": 180,
            "RisposteEsatte" : [3,2,1,1,0],
            "Domande": ["How’s Luca?","Does Luca like medicines?", "What does Giovanni say about medicines?","What does Luca say about medicines?", "When did Giovanni take medicine last time?"]
        },
        
        {
            "Testo": "Cristoforo Colombo was born near Genova in 1451 and ever since he was very young he was very passionate about sea and shipping. When he was 14 he became a sailor and he started travelling in different European countries. Cristoforo Colombo, also passionated by geography and astronomy, truly believe that Earth is rounded. In order to prove that to everyone, at the end of XV century he decides to travel to India shipping towards West. The expedition is very expensive so Cristoforo Colombo decides to ask an economic help to Queen Isabella of Castiglia. Once gained money and ships, he sails from Palos de la Frontera on August 3rd 1492. After months of shipping, on October 12 he lands. However, that land isn’t India but another continent: America, named at that time New World. Since them the great Spanish colonisation of the American continent starts. Cristoforo Colombo plans three more shippings for America but the several problems and major difficulties to find gold make him less loved from Spanish kings. He dies in Valladolid in 1506, poor and forgotten by everyone.",
            
            "Risposte":  ["41 (in 1492)", "16", "18", "14", "1", "2", "4", "3", "November 7th, 1492", "October 12, 1492", "August 4th, 1492", "August 3rd, 1492", "From the queen of Castiglia", "From France’s king", "From Portugal’s king", "Himself", "India", "America", "New Zeland", "Azzorre"],
            "NumeroParole": 191,
            "RisposteEsatte" : [3,2,3,0,0],
            "Domande": ["At what age did Colombo become a sailor?", "How many travels does Colombo do to America?", "When did the first shipping leave?","Who does support him in his first shipping?", "What does Colombo want to reach?"]
        }
    
    
    
    ]
}
