{
    "TestiEsercizi" : [
        {
            "Testo": "Cara Leila, Sono appena arrivato in Italia ed è un luogo davvero incantevole. Ieri ho visitato il centro di Roma e devo dire che è davvero una città con molti monumenti antichi, infatti sono risalenti all'epoca Romana. Ho visto il Colosseo e devo ammettere che pensavo fosse più piccolo, invece è grande ed è davvero un bel monumento, peccato che non sono riuscito ad entrare.\nIeri sono andato con dei miei amici a mangiare in un ristorante in cui cucinano dell'ottimo pesce, ma come tu ben sai, a me il pesce non piace, infatti ho ordinato una pizza ed era davvero molto buona.\nDopo la cena siamo andati a fare un giro nella parte antica della città, dove ci sono i resti archeologici dell'antica Roma, sembrano disposti in maniera casuale e invece ricostruiscono perfettamente la pianta della città di molti anni fa.\nVorrei dirti tante cose, ma non ho molto tempo perché ho molte commissioni da svolgere. Ti saluto con un bacio. Non vedo l'ora di tornare da te. Sono due giorni che non ci vediamo e già mi manchi tanto.",
            
            "Risposte":  ["Domani", "Ieri", "Oggi", "Lunedì","Un bacio", "Il colosseo", "La Pizza", "Del Pesce","A dormire nella sua casa appena affitata che dista pochi chilometri dal Colosseo","A fare un giro nella parte antica della città, dove ci sono i resti archeologici","A fare un giro nella parte antica della città, in un ristorante che serve dell'ottimo pesce"," Al Colosseo a mangiare una pizza","A Luca non piace il pesce","Bella ma troppo stretta","È incantevole solo il Colosseo","Un luogo incantevole","ventuno giorni", "dodici giorni", "ventidue giorni", "due giorni"],
            "NumeroParole": 178,
            "RisposteEsatte" : [1,2,1,3,3],
            "Domande": ["Quando ha visitato il centro di Roma Luca?", "Cosa ha ordinato al ristorante la sera prima Luca?", "Dove si è recato Luca con i suoi amici dopo cena?","Cosa pensa Luca dell'Italia?","Da quanti giorni Luca e Leila non si vedono?"]
        },
        
        {
            "Testo": "Luca: Ciao Giovanni\nGiovanni: Ciao Luca, come stai?\nLuca: Bene grazie, anche se ho un po' di mal di schiena. E tu come stai?\nGiovanni: Bene. Ah mi dispiace per il tuo mal di schiena. Stai prendendo delle medicine?\nLuca: Sì, ma non ne ho tanta voglia, non mi piacciono le medicine.\nGiovanni: Però le medicine fanno bene alla salute, non importa se ti piacciono o no. Hanno un cattivo sapore?\nLuca: Sì hanno un cattivo sapore, ma soprattutto non mi piacciono perché assumere troppe medicine fa male alla salute. Tu che cosa ne pensi?\nGiovanni: io penso che se una persona sta male deve prendere le medicine, però deve anche fare attenzione a non abusare perché altrimenti possono fare male.\nLuca: Parli come se non avessi mai preso le medicine. Quando è stata l'ultima volta che hai preso le medicine?\nGiovanni: Tre anni fa.\nLuca: ah ah ah. Ecco perché parli così!\nGiovanni: Pensa a stare bene e a prendere le medicine.\nLuca: va bene Giovanni, seguirò il tuo consiglio\nGiovanni: ciao Luca, ci vediamo presto.\nLuca: a presto.",
            
            "Risposte":  ["Non c'è male", "Male", "Bene", "Bene ma ha male alla schiena", "Le adora", "Sì, molto", "A Luca non piacciono le medicine", "Tantissimo", "Se una persona sta male deve prendere tante medicine e abusarne", "Se una persona sta male deve prendere le medicine e non abusarne", "Se una persona sta male deve rifiutare di prendere medicine", "Se una persona sta male non deve prendere le medicine, e se sta bene ne deve abusare", "Fanno bene alla salute", "Fanno bene alla salute ma non bisogna esagerare", "Non fanno bene alla salute", "Fanno male alla salute", "3 anni fa", "3 mesi fa", "3 settimane fa", "5 anni fa"],
            "NumeroParole": 180,
            "RisposteEsatte" : [3,2,1,1,0],
            "Domande": ["Come sta Luca?","A Luca piacciono le medicine?", "Cosa dice Giovanni a proposito delle Medicine?","Cosa dice Luca a proposito delle Medicine?", "Quando è stata l'ultima volta che Giovanni è stato male e ha preso le medicine?"]
        },
        
        {
            "Testo": "Cristoforo Colombo nasce vicino a Genova nel 1451 e già da giovane comincia ad appassionarsi al mare e alla navigazione. All'età di 14 anni diventa marinaio e inizia a viaggiare in numerosi Paesi europei. Cristoforo Colombo, appassionato di geografia ed astronomia, sostiene fermamente che la Terra è rotonda. Per dimostrarlo a tutti, alla fine del XV secolo decide di viaggiare verso l'India navigando in direzione ovest. La spedizione è molto costosa e Cristoforo Colombo decidere di chiedere un aiuto economico ai sovrani del Portogallo. Il re del Portogallo gli nega l'appoggio economico, quindi si rivolge alla regina Isabella di Castiglia. Ottenuti soldi e navi, salpa da Palos de la Frontera il 3 agosto del 1492 e, dopo mesi di navigazione, tocca terra il 12 ottobre. Tuttavia, non si tratta dell'India ma di un nuovo continente: l'America, che viene denominata Nuovo Mondo. Da quel momento prende inizio la grande colonizzazione spagnola del continente americano. Lo stesso Cristoforo Colombo organizza altri tre viaggi verso l'America, ma continui problemi e le grosse difficoltà nel trovare l'oro lo rendono poco amato dai re di Spagna. Muore a Valladolid nel 1506, povero e dimenticato da tutti.",
            
            "Risposte":  ["A 41(nel 1492)", "A 16", "A 18", "A 14", "1", "2", "4", "3", "7 novembre 1492", "12 ottobre 1492", "4 agosto 1492", "3 agosto 1492", "Dalla regina di Castiglia", "Dal re di Francia", "Dal re del Portogallo", "Si autofinanzia", "L'India", "L'America", "La Nuova Zelanda", "Le Azzorre"],
            "NumeroParole": 191,
            "RisposteEsatte" : [3,2,3,0,0],
            "Domande": ["A quanti anni COlombo è diventato marinaio?", "Quanti viaggi fa Colombo in America?", "Quando parte la prima spedizione?","Da chi ottiene appoggio per la spedizione?", "Colombo vuole raggiungere?"]
        }
    
    
    
    ]
}
